---
title:  "2023 Thanksgiving 🦃🦃🦃"
mathjax: false
layout: post
categories: media
---
记录在美国过的第一个感恩节

(流水账版

## 11.22

看着身边的同学都在忙碌地收行李离开学校，奔向家人，忽然有一种孑然一身的感觉

前几天买了一些turkey ham，cream cheese和面包，准备接下来感恩节放假期间的早餐就这样随便应付过去。可能是期待值太高了，想当年在deli打工的时候turkey ham就是人间美味，每次切完就偷吃几篇，但是今天的怎么又干又涩orz，吃完还串稀了。。。果然还是中国胃，吃了白人饭后我立马奖励自己去hunan吃了一顿辣子鸡中餐和奶茶，瞬间回血

11.23

今天有两件很暖心的事情！
* 我们的楼的以为老师很慷慨地在家做了很多菜，邀请学生过去吃，让我们这些留守儿童也能感受到感恩节的氛围！
* 第二件和朋友吃火锅，热腾腾的一大锅，超级幸福qaq

（等等为什么我每天就是吃吃吃

明天一定要开始认真学习了，感恩节后的due和考试太多了

11.24

11.25

11.26

